Repository: tfufuz1/NovaDE
Catalog: novade-ui/po/*/LC_MESSAGES/novade-ui.po
Languages: de

source: Increment Window Count
de: Fensteranzahl erhöhen

source: Simulate Domain Events:
de: Domänenereignisse simulieren:

source: Send WindowAdded Event
de: WindowAdded-Ereignis senden

source: Send WindowRemoved Event
de: WindowRemoved-Ereignis senden

source: Simulate Long Task & Update UI
de: Langen Task simulieren & UI aktualisieren

source: Status: Idle
de: Status: Leerlauf

source: Long task started... (will take 3s)
de: Langer Task gestartet... (dauert 3s)

source: Error receiving result from long task
de: Fehler beim Empfangen des Ergebnisses vom langen Task

source: D-Bus Desktop Notification Test:
de: D-Bus Desktop-Benachrichtigungstest:

source: Send Test Notification
de: Testbenachrichtigung senden

source: Test Notification
de: Testbenachrichtigung

source: This is a test notification sent from the NovaDE UI application via zbus.
de: Dies ist eine Testbenachrichtigung, die von der NovaDE UI-Anwendung über zbus gesendet wurde.

source: XDG Portal File Chooser Test:
de: XDG Portal Dateiauswahldialog-Test:

source: Open File (Portal)
de: Datei öffnen (Portal)

source: BasicWidget status: Waiting...
de: BasicWidget Status: Warten...

source: Interactive BasicWidget
de: Interaktives BasicWidget

source: Standalone GtkImage:
de: Eigenständiges GtkImage:

source: Sidebar Controls
de: Seitenleisten-Steuerelemente

source: Trigger Sample Error Toast
de: Beispiel-Fehler-Toast auslösen

source: This is a sample error toast from sidebar!
de: Dies ist ein Beispiel-Fehler-Toast von der Seitenleiste!

source: Standard Dialogs Test (Adwaita):
de: Standarddialoge-Test (Adwaita):

source: About NovaDE
de: Über NovaDE

source: NovaDE Development Team
de: NovaDE Entwicklungsteam

source: A DEveloper-first Desktop Environment.
de: Eine Desktop-Umgebung mit Fokus auf Entwickler.

source: Jules (AI Agent)
de: Jules (KI-Agent)

source: And You!
de: Und Du!

source: Inspired by many
de: Inspiriert von vielen

source: Various icon artists
de: Verschiedene Icon-Künstler

source: Show Message Dialog
de: Nachrichtendialog anzeigen

source: A Friendly Message
de: Eine freundliche Nachricht

source: This is an example of an Adwaita Message Dialog shown from NovaDE.
de: Dies ist ein Beispiel für einen Adwaita-Nachrichtendialog, der von NovaDE angezeigt wird.

source: Got it!
de: Verstanden!

source: Open Settings
de: Einstellungen öffnen

source: Appearance
de: Erscheinungsbild

source: Customize the look and feel.
de: Passen Sie das Aussehen an.

source: Enable Dark Theme
de: Dunkles Design aktivieren

source: Toggle between light and dark system-wide themes.
de: Wechseln Sie zwischen hellem und dunklem systemweitem Design.

source: Interface Font Size
de: Schriftgröße der Benutzeroberfläche

source: Choose the general font size for the interface.
de: Wählen Sie die allgemeine Schriftgröße für die Benutzeroberfläche.

source: Small
de: Klein

source: Medium (Default)
de: Mittel (Standard)

source: Large
de: Groß

source: Extra Large
de: Sehr Groß

source: Behavior
de: Verhalten

source: Customize system behavior.
de: Passen Sie das Systemverhalten an.

source: Placeholder Setting
de: Platzhalter-Einstellung

source: This is just a placeholder for future settings.
de: Dies ist nur ein Platzhalter für zukünftige Einstellungen.

source: Click Action
de: Aktion klicken

source: NovaDE Settings
de: NovaDE-Einstellungen

source: Menu
de: Menü

source: (Task Items Area - ConstraintLayout)
de: (Aufgabenbereich - ConstraintLayout)

source: Status Indicator
de: Statusanzeige

source: Blink Clock
de: Taktsignal Blinken

source: Default Label
de: Standardbeschriftung

source: Click Me!
de: Klick mich!
